Repository: marcosvicente/BaixeAssista
Catalog: main/app/locale/*/LC_MESSAGES/BaixeAssistaTrans.po
Languages: es

source: Fomulário enviado com sucesso!
es: Fomulario enviado con éxito!

source: Ocorreu um erro ao tentar abrir o arquivo de ajuda.
es: An error occurred trying to open the help file.

source: Desabilitar proxy
es: Desactivar el proxy

source: Desabilita o uso de conexões com servidores proxies(não recomendado).
es: Deshabilita el uso de las conexiones a los servidores proxy (no recomendado).

source: Erro enviado o formulário. Por favor, tente mais tarde.
es: Error al enviar el formulario. Por favor, inténtelo de nuevo más tarde.

source: Os dois primeiros campos são obrigatórios!
es: Los dos primeros campos son obligatorios!

source: Novas atualizações recebidas! (Atualização automática -
es: Las nuevas actualizaciones recibidas! (De actualización automática -

source: Ativada)
es: On)

source: Desativada)
es: Off)

source: O que mudou
es: ¿Qué ha cambiado

source: Ainda não há uma nova versão disponível.
es: No es una nueva versión.

source: Versão atual do programa - BaixeAssista v%s
es: La versión actual del programa - BaixeAssista v%s

source: Versão lançada: %s
es: versión de lanzamiento: %s

source: Descrição: %s
es: Descripción: %s

source: Lançado: %s
es: Fecha de lanzamiento: %s

source: Tamanho: %s
es: Tamaño: %s

source: Baixado: %s vezes
es: %s veces Descargados

source: Houve um erro ao procura por uma nova versão.
es: Ha ocurrido un error durante la búsqueda de una nueva versión.

source: O programa foi atualizado com sucesso!
es: El programa ha sido actualizado con éxito!

source: Um novo pacote de atualização está disponível: packet_v%s_%s.zip.
es: Un nuevo paquete de actualización está disponible: packet_v%s_%s.zip.

source: Erro procurando por pacotes de atualização.
es: Error al intentar actualizar los paquetes.

source: Erro aplicando a atualização. Tente novamente mais tarde.
es: Error al aplicar la actualización. Inténtelo más tarde.

source: Versão antiga do programa detectada(atualize para a mais nova).
es: la versión antigua del programa detectado (actualizar a la más reciente).

source: O programa já está atualizado.
es: El programa se actualiza

source: Baixado com sucesso!
es: Descargado con éxito!

source: O arquivo já existe!
es: El archivo ya existe!

source: O arquivo foi recuperado com sucesso!
es: El archivo se ha recuperado con éxito!

source: Erro tentando recuperar arquivo. Causa: %s
es: Error al intentar recuperar el archivo. Causa: %s

source: Entre com uma url primeiro!
es: Introduzca una url primero!

source: Sem suporte para a url fornecida.
es: No hay soporte para la url proporcionada

source: Coletando informações necessárias
es: La recopilación de información necesaria

source: Conexão padrão
es: Conexión por defecto

source: Tentativa %d/%d
es: Se ha intentado %d/%d

source: url desconhecida!
es: url desconocido!

source: Conexão Padrão
es: Conexión por defecto

source: Baixando
es: Descarga

source: Parado pelo usuário
es: Detenido por el usuario

source: Parado pelo servidor
es: Detenido por el servidor

source: Erro de leitura
es: Error de lectura

source: Reconfigurando
es: Restablecer

source: Conectando
es: Conexión

source: Resposta inválida
es: La respuesta no válida

source: Falha na conexão
es: Error de conexión

source: Ocioso
es: Inactivo

source: Incapaz de conectar
es: No se puede conectar

source: Conexão parada
es: Parar la conexión

source: Aguarde %02ds
es: Espere %02ds

source: Permite adicionar um novo site de filmes à lista de sites favoritos
es: Agregar un sitio de la nueva película de Lista de los sitios favoritos

source: Entre com a url completa do site
es: Escriba la url completa del sitio

source: Adicione um novo site de filmes
es: Añadir un sitio de la nueva película

source: O site dado já consta na lista de sites atual
es: El sitio que ya figura en la lista del sitio actual

source: Atenção!
es: ¡Atención!

source: Ação realizada
es: Las medidas adoptadas

source: Preencha com as ações realizadas, até ocorrer o erro.
es: Introduzca las acciones llevadas a cabo hasta que se produce el error.

source: Erro ocorrido
es: Ocurrió un error

source: Informe o erro que ocorreu.
es: Introduzca el error que se produjo.

source: Sugestões de melhorias
es: Sugerencias para mejoras

source: Você acha que o programa poderia ser melhor ? Apresente sua idéia aqui.
es: ¿Cree usted que el programa podría ser mejor ? Presente su idea aquí.

source: Mensagem pessoal
es: Mensaje Personal

source: Tem algo a dizer ao desenvolvedor ? Aqui é o local certo.
es: Si tiene algo que decir al desarrollador ? Aquí es el lugar.

source: Dados adicionais
es: Datos adicionales

source: Você pode informar um endereço de email para receber uma resposta.
es: Se puede introducir una dirección Enviar por correo electrónico para recibir una respuesta.

source: Envia o formulário para o email, pessoal, do desenvolvedor.
es: Enviar el formulario para correo electrónico, personal, del desarrollador.

source: Muito obrigado!
es: ¡Gracias!

source: Erro!
es: ¡Error!

source: Assistir
es: Reloj

source: Configuração
es: Configuración

source: Pesquisar
es: Buscar

source: Conexões
es: Conexiones

source: Arquivos
es: Archivos

source: Conexões ativas:
es: Conexiones activas

source: Inicia novas conexões ou pára conexões existentes.
es: Iniciar nuevas conexiones o para las conexiones existentes.

source: Limite de velocidade:
es: Límite de Velocidad

source: Limita o download de sub-conexões criadas para o número de bytes
es: Limitar la descarga de los sub-conexiones creadas por el número de bytes

source: Tempo de espera:
es: Tiempo de espera

source: Tempo máximo de espera por uma resposta
es: Tiempo máximo de espera para una respuesta

source: do servidor de stream(timeout em segundos)
es: el servidor de streaming (tiempo de espera en segundos)

source: Número de reconexões:
es: Número de reconexiones

source: Define o número de tentativas,
es: Establece el número de intentos,

source: antes de dar por encerrado o uso do ip atual.
es: antes de poner fin al uso de la ip actual.

source: Espera entre reconexões:
es: se interpone entre reconexiones

source: Tempo de espera entre as tentativas de conexão(segundos).
es: Tiempo de espera entre los intentos de conexión (segundos).

source: Habilitar mudança de tipo
es: Habilitar el cambio de tipo

source: Mudar o tipo de conexão.
es: Cambiar el tipo de conexión.

source: Muda da conexão padrão para um servidor proxie ou vice-versa.
es: Cambiar la conexión predeterminada a un servidor proxy, o viceversa.

source: Qualidade do vídeo:
es: Calidad de vídeo

source: Baixa
es: Bajo

source: Média
es: Promedio

source: Alta
es: Alto

source: Qualidade do vídeo que será baixado e reproduzido.
es: La calidad del video se puede descargar y reproducir.

source: Note que nem todos servidores suportam essa opção.
es: Tenga en cuenta que no todos los servidores soportan esta opción.

source: Use arquivo temporário
es: Usar el archivo temporal

source: Indica se o arquivo de vídeo será removido, após parar o download.
es: Indica si el archivo de vídeo se eliminará Después de detener la descarga.

source: Apenas remova
es: Eliminar sólo

source: Pergunte o que fazer
es: Preguntar qué hacer

source: O que fazer, ao usar um arquivo temporário ?
es: ¿Qué hacer cuando se utiliza un archivo temporal ?

source: Número de divisões:
es: El número de divisiones:

source: Indica o número de partes, que a stream de vídeo será divida inicialmente
es: Indica el número de acciones que el flujo El video inicialmente dividir

source: Gostou do vídeo ? Deseja guardá-lo para revê-lo mais tarde ?
es: ¿Te gusta el video ? quiere guardarlo para revisarlo más tarde ?

source: O que fazer ?
es: ¿Qué hacer?

source: Tudo como esperado.
es: Todo como se esperaba.

source: Erro inesperado. %sCausa: %s
es: Error inesperado. %sCausa: %s

source: Algo deu errado!
es: Algo salió mal!

source: Não foi possível...
es: No se pudo ...

source: O arquivo de vídeo está corrompido!
es: El archivo de vídeo es corrupto!

source: Isso por causa da "seekbar".
es: Esto se debe a "barra de búsqueda".

source: Arquivo corrompido!
es: Archivo corrupto!

source: Progresso
es: Progreso

source: Velocidade
es: Velocidad

source: Url para a qual serão direcionadas as conexões.
es: Url a la que las conexiones son enrutadas.

source: Use: Videobb, Videozer ou UserPorn
es: Uso: Videobb, UserPorn o Videozer

source: Inicia a busca por novos ips.
es: Iniciar la búsqueda de nuevas ips.

source: Pode demorar para concluir, por isso espere.
es: Puede tomar para completar, por lo que espera.

source: Quantos bytes serão lidos para cada teste de leitura.
es: ¿Cuántos bytes se pueden leer en cada prueba de lectura.

source: Conexões simultâneas:
es: Conexiones simultáneas

source: Quantas conexões serão criadas ao mesmo tempo.
es: ¿Cuántas conexiones se crean al mismo tiempo.

source: Número de ips:
es: El número de direcciones ip:

source: Quantidade de ips válidos a serem encontrados.
es: Número de direcciones ips válidas que se encuentran.

source: Número de testes:
es: Número de pruebas:

source: Quantos testes de leitura serão efetuados sobre o mesmo ip.
es: ¿Cuántas pruebas de lectura se realizará en la misma dirección ip.

source: Aguarde! Parando as conexões...
es: ¡Espera! Detener las conexiones...

source: Pesquisando %s
es: Buscar %s

source: Pesquisa cancelada.
es: Búsqueda cancelada

source: Por favor aguarde. Cancelando...
es: Por favor, espera. Cancelación de...

source: Por favor, aguarde...
es: Por favor espere ...

source: Falha !!!
es: No se pudo!

source: Usar player embutido
es: Utilice una función de reproductor

source: Usar player externo
es: Utilizar reproductor externo

source: Recarregar player
es: jugador Reload

source: Escolher outro player
es: Elige a otro jugador

source: Atualizar lista de ips
es: Actualizar lista de ips

source: Mudar skin
es: Cambio de piel

source: Ligar servidor
es: Conectar con el servidor

source: Tela cheia
es: Pantalla completa

source: Português
es: Portugués

source: Inglês
es: Inglés

source: Espanhol
es: español

source: Procurar automaticamente
es: Búsqueda automática

source: Verifique agora
es: Comprobar ahora

source: Atualização
es: Actualizar

source: Relatório de erros
es: Informe de errores

source: Sobre
es: Acerca de

source: Ações
es: Acciones

source: Linguagem
es: Idioma

source: Ajuda
es: Ayuda

source: O programa BaixeAssista busca dar uma solução amigável a usuários
es: El programa busca BaixeAssista una solución amistosa a los usuarios

source: que se interessam por filmes postados na internet. Como há muita burocracia
es: ¿Quién está interesado en las películas publicadas en Internet. Debido a que hay mucha burocracia

source: e empecilhos para assistir a um único filme, o programa tentará resgatar para
es: y los obstáculos para ver una sola película, el programa trata de rescatara

source: o usuário o que mais interessa, a diversão. Chega de popup, propagandas, limites
es: el usuario de los anuncios en ventanas emergentes más interesantes, divertidos. Nada máslímites

source: de tempo para assistir filmes.
es: el tiempo para ver películas.

source: Esse programa é de domínio público. Isso significa que você poderá
es: Este programa es de dominio público. Esto significa que usted puede

source: copiá-lo, modificá-lo sem restrição alguma.
es: copiarlo, modificarlo sin restricciones.

source: Pressione OK para ir a página de download.
es: Pulse OK para ir a la página de descarga.

source: Novidade!
es: Nuevo!

source: Ainda em desenvolvimento...
es: Aún en desarrollo ...

source: Atualizar agora ?
es: Actualizar ahora ?

source: Atualização.
es: Actualizar.

source: Será necessário reiniciar o programa.
es: Es necesario reiniciar el programa.

source: Atualizado.
es: Actualización.

source: Atualizando.
es: Actualizar.

source: Baixando pacote.
es: Descargando paquetes

source: Programa atualizado.
es: Programa hasta la fecha.

source: O servidor falhou ao tentar iniciar no endereço: http://localhost:8080
es: El servidor no pudo iniciar en: http://localhost:8080

source: Desmarque a opção no menu "Ações / Ligar servidor" para iniciar o download.
es: Desactive la opción en el menú "Acciones / Conectar con el servidor" para iniciar la descarga.

source: Note que sem o servidor o player não funcionará.
es: Tenga en cuenta que el servidor sin que el jugador no va a funcionar.

source: Erro iniciando o servidor.
es: Error al iniciar el servidor.

source: Escolha o local do player (executável)
es: Elegir la ubicación del reproductor (ejecutable)

source: Baixar
es: Descargar

source: Começa ou pára a transferência do arquivo de vídeo
es: Inicia o detiene la transferencia del archivo de vídeo

source: Parar
es: Stop

source: Visualize e/ou remova videos
es: Ver y/o retirar los vídeos

source: Crie uma nova lista de ips...
es: Crear una nueva lista de direcciones ip...

source: Duração: %10s
es: Duración: %10s

source: Progresso: %10s
es: Progreso: %10s

source: Erro: %s
es: Error: %s

source: Erro iniciando download.
es: Error al iniciar la descarga.

source: remover e sair
es: retire y salir

source: remover
es: eliminar

source: aplicar e sair
es: aplicar y salir

source: Tem certeza que deseja remover todos os videos marcados ?
es: ¿Está seguro que desea eliminar Todos los videos marcados?

source: Confirme a remoção.
es: Confirme la eliminación.

source: clique para expandir.
es: Haga click para ampliar.

source: Click para ocultar[Atalho: seta cima/baixo]
es: Haga clic para ocultar [Acceso directo: flecha arriba/abajo]

source: Selecione uma ou mais urls e pressione 'OK' para removê-las.
es: Seleccione una o varias direcciones URL y pulse Aceptar para eliminarlos.

source: Sites para remoção.
es: Sitios para el retiro.

source: Use para remover sites, da lista de sites favoritos.
es: Se utiliza para eliminar los sitios de la lista de sitios favoritos.
